tap "adoptopenjdk/openjdk"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "puma/puma"
tap "spl/pdftk"
brew "ack"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "openssl@3"
brew "readline"
brew "python@3.12"
brew "b2-tools"
brew "boost"
brew "freetype"
brew "glib"
brew "cairo"
brew "cmake"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "docker"
brew "docker-compose", link: false
brew "docker-machine"
brew "docutils"
brew "libtool"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exercism"
brew "gcc"
brew "libevent"
brew "fluid-synth"
brew "innoextract"
brew "sdl2_mixer"
brew "fheroes2"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "ghc"
brew "jbig2dec"
brew "ghostscript"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "pkg-config"
brew "gobject-introspection"
brew "gpgme"
brew "jasper"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "lua"
brew "highlight"
brew "hub", args: ["HEAD"]
brew "shared-mime-info"
brew "libheif"
brew "libffi"
brew "openssl@1.1"
brew "pcre"
brew "tcl-tk"
brew "python@3.8"
brew "imagemagick"
brew "jpeg", link: true
brew "zookeeper", restart_service: true
brew "kafka", restart_service: true
brew "krb5"
brew "kubernetes-cli"
brew "kubectx"
brew "libgda"
brew "libgee"
brew "lzlib"
brew "librdkafka"
brew "libssh"
brew "libssh2"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "memcached"
brew "minikube"
brew "mysql"
brew "mysql@5.7"
brew "nghttp2"
brew "nmap"
brew "node"
brew "ossp-uuid"
brew "python-tabulate"
brew "pgcli"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@10"
brew "postgresql@13", restart_service: true
brew "postgresql@14", restart_service: true
brew "python@2", link: false
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qcachegrind"
brew "qt@5"
brew "rabbitmq"
brew "redis", restart_service: true
brew "s3cmd"
brew "scala"
brew "scons"
brew "siege"
brew "skaffold"
brew "sphinx"
brew "ssh-copy-id", link: true
brew "terminal-notifier"
brew "tree"
brew "vips"
brew "watch"
brew "wget"
brew "wireshark"
brew "xctool"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "puma/puma/puma-dev"
cask "java8"
cask "virtualbox"
cask "wine-crossover"
cask "yakyak"
