tap 'caskroom/cask'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/versions'
tap 'puma/puma'
brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'git'
brew 'docker'
brew 'boot2docker'
brew 'cmake'
brew 'colordiff'
brew 'docker-machine'
brew 'libyaml'
brew 'docker-compose'
brew 'elasticsearch'
brew 'openssl'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'exercism'
brew 'freetype'
brew 'gdbm'
brew 'ghc'
brew 'little-cms2'
brew 'ghostscript'
brew 'gmp'
brew 'gradle'
brew 'graphviz'
brew 'lua'
brew 'highlight'
brew 'hub', args: ['HEAD']
brew 'libtool'
brew 'xz'
brew 'imagemagick'
brew 'jbig2dec'
brew 'libevent'
brew 'libgpg-error'
brew 'libksba'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libxslt'
brew 'memcached'
brew 'mongodb'
brew 'mysql'
brew 'neo4j'
brew 'node'
brew 'ossp-uuid'
brew 'pcre'
brew 'postgresql'
brew 'pgcli'
brew 'phantomjs'
brew 'pkg-config'
brew 'qcachegrind'
brew 'qt'
brew 'redis'
brew 's3cmd'
brew 'scons'
brew 'solr'
brew 'sphinx'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'tree'
brew 'unixodbc'
brew 'valgrind'
brew 'wget'
brew 'xctool'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'homebrew/dupes/apple-gcc42'
brew 'homebrew/dupes/libiconv'
brew 'homebrew/dupes/screen'
brew 'homebrew/versions/gmp4'
brew 'homebrew/versions/ppl011'
brew 'homebrew/versions/cloog-ppl015'
brew 'homebrew/versions/mpfr2'
brew 'homebrew/versions/libmpc08'
brew 'puma/puma/puma-dev'
cask 'virtualbox'
cask 'yakyak'
